"OK"="好";
"CANCEL" = "取消";
"Can't load bundle"="無法載入套件";
"Apple" = "Apple";
"Pictures" = "圖片";
"Other" = "其他";
"CHOOSE" = "選擇";
"DOT_MAC_AND_RSS" = "%@ 和 RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "正在驗證 RSS⋯";
"NO_FEED_FOUND" = "找不到 feed。";
"GETTING_ALBUMS" = "正在取得相簿⋯";
"SELECT_ALBUMS" = "選擇要顯示的相簿：";
"INVALID_MEMBER_NAME" = "無效的會員名稱。";
"NO_ALBUMS_FOR_USER" = "找不到此使用者的相簿。";

/* strings for tool tips */
"minute" = "分鐘";
"minutes" = "分鐘";
"hour" = "小時";
"hours" = "小時";
"OPTIONS_BUTTON_TIP" = "設定螢幕保護程式的選項。";
"Never" = "永不";
"Slideshow" = "幻燈片秀";
"Collage" = "美術拼貼";
"Mosaic" = "馬賽克";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "樣式";

/* For contextual menu */
"DELETE" = "刪除";
"REVEAL_IN_FINDER" = "顯示於 Finder";
"MOVE_TO_TRASH" = "丟到垃圾桶";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "瀏覽螢幕保護程式";
"ADD_MOBILE_ME_GALLERY" = "加入 MobileMe 圖庫⋯";
"ADD_PICTURES" = "加入圖片檔案夾⋯";
"ADD_RSS_FEED" = "加入 RSS Feed⋯";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "加入圖片或瀏覽螢幕保護程式";
"REMOVE_SAVER_AX_VALUE" = "移除所選的螢幕保護程式";

/* Alerts */
"INCOMPATIBLE_TITLE" = "您無法在這部電腦上使用“%@”螢幕保護程式。";
"INCOMPATIBLE_DESC" = "請聯絡此螢幕保護程式的開發人員，以取得較新的版本。";
"DELETE_WARNING_TITLE" = "您確定要刪除“%@”嗎？";
"DELETE_WARNING_DESC" = "螢幕保護程式將會被移入“垃圾桶”。";
